Repository: finalwebsites/fw-emailoctopus-integration
Catalog: languages/fw-integration-for-emailoctopus-*.po
Languages: nl_nl

source: A form submission from your website
nl_nl: Een formulier van je website

source: Add a shortcode to your pages and posts, here are some examples.
nl_nl: Voeg een shortcode toe aan je pagina's en berichten, hier zijn enkele voorbeelden.

source: Add comma separated tags
nl_nl: Voeg comma gescheiden tags toe

source: Add here the goal ID for a manual goal you've already defined in Clicky.
nl_nl: Voeg hier het doel ID toe voor een handmatige doel dat je al in Clicky hebt gedefinieerd.

source: Add here your text for the additional newsletter subscription checkbox. If the subscriber has checked the newsletter box a tag with the name "newsletter" will be created for a subscriber in EmailOctopus.
nl_nl: Vul hier je tekst in voor de aanvullende nieuwsbrief inschrijfbox. Als een klant de inschrijfbox heeft aangevinkt, wordt een tag met de naam "newsletter" voor een abonnee in EmailOctopus gecreëerd.

source: Add newsletter subscribers to a specific EmailOctopus list
nl_nl: Voeg nieuwsbrieven abonnees toe aan een specifieke EmailOctopus-lijst

source: After billing details
nl_nl: Na de facturatie details

source: After customer details
nl_nl: Na de klantgegevens

source: After shipping details
nl_nl: Na de verzending details

source: After terms and conditions
nl_nl: Na de voorwaarden

source: All
nl_nl: Alle

source: An unknown error occurred.
nl_nl: Er is een onbekende fout gebeurd.

source: Both fields are required to enter.
nl_nl: Beide velden zijn verplicht in te voeren.

source: Can't retrieve any list.
nl_nl: Ik kan geen lijst halen.

source: Check this option if you need to send one or more after-sales emails to your customers. For commercial emails it's still required to ask for their consent first!
nl_nl: Controleer deze optie als je één of meer After-Sales e-mails aan je klanten wil sturen. Voor commerciële e-mails is het nog steeds verplicht om eerst hun toestemming te vragen!

source: Choose one...
nl_nl: Kies een...

source: Custom fields
nl_nl: Aangepaste velden

source: Default mailing list
nl_nl: Standaard mailing lijst

source: Do you use custom fields for your mailing list? Add the fields below. Each field name must be exact the same as used for the field name in EmailOctopus. If you add such a <strong>field name</strong> as a shortcode <code>extra_fields</code> attribute, a text field including the label from here will be created.
nl_nl: Gebruik je aangepaste velden voor je mailinglijst? Voeg de velden hieronder toe. Elk veldnaam moet precies hetzelfde zijn als voor de veldnaam in EmailOctopus. Gebruik je een <strong>veldnaam</strong> als een shortcode <code>extra_fields</code> eigenschap, dan wordt een invoerveld met label aangemaakt.

source: Doumentation
nl_nl: Documentatie

source: Email address
nl_nl: E-mailadres

source: Email address:
nl_nl: E-mailadres:

source: EmailOctopus API Key
nl_nl: EmailOctopus API sleutel

source: EO4WP: EmailOctopus for WordPress
nl_nl: EO4WP: EmailOctopus voor WordPress

source: EO4WP: EmailOctopus for WordPress Settings
nl_nl: EO4WP: EmailOctopus voor WordPress Instellingen

source: Field ID
nl_nl: Veld ID

source: field ID
nl_nl: veld ID

source: First Name
nl_nl: Voornaam

source: GDPR text
nl_nl: AVG tekst

source: General
nl_nl: Algemeen

source: General settings and options for the EmailOctopus for WordPress plugin.
nl_nl: Algemene instellingen en opties voor de EmailOctopus voor WordPress plugin.

source: General settings and options for the Integration for EmailOctopus plugin.
nl_nl: Algemene instellingen en opties voor de integratie voor EmailOctopus plugin.

source: How to use the shortcode?
nl_nl: Hoe gebruik ik de shortcode?

source: Incl. JS/CSS sitewide
nl_nl: Incl. JS/CSS op de gehele site

source: Include CSS
nl_nl: Inbegrepen CSS

source: Include the CSS stylesheet for Font Awesome v.6.5.
nl_nl: CSS Stylesheet voor Font Awesome v.6.5 bijvoegen.

source: Include the plugin's stylesheet for your subscribtion forms.
nl_nl: Voeg het stylesheet van de plugin toe aan je inschrijfformulieren.

source: Increase the count of new subscribers for your blog or website by using EmailOctopus and this integration plugin.
nl_nl: Verhoog het aantal nieuwe abonnees voor je blog of website met behulp van EmailOctopus en ons integratie-plugin.

source: Integration for EmailOctopus
nl_nl: Integratie voor EmailOctopus

source: Integration for EmailOctopus Settings
nl_nl: Integratie voor EmailOctopus Iinstellingen

source: Invalid form submission, please try again.
nl_nl: Ongeldige formulier inzending, probeer het opnieuw.

source: Last Name
nl_nl: Achternaam

source: Last order
nl_nl: Laatste bestelling

source: List
nl_nl: Lijst

source: List Field
nl_nl: Lijstveld

source: List name:
nl_nl: Lijst naam:

source: Loading...
nl_nl: Aan het laden...

source: Mailing list
nl_nl: Mailinglijst

source: Newsletter
nl_nl: Nieuwsbrief

source: Phone number
nl_nl: Telefoonnummer

source: Place here your GDPR info text. Don't change the link HTML code, we use the privacy URL which is set via "Settings > Privacy".
nl_nl: Plaats hier je AVG info tekst. Verander de link HTML-code niet, we gebruiken de privacy URL die is ingesteld via "Instellingen> Privacy".

source: Please enter your email address.
nl_nl: Voer je e-mailadres in.

source: Please enter your name and email address.
nl_nl: Voer a.u.b. je naam en e-mailadres in.

source: Please send me your newsletter.
nl_nl: Ik ontvang graag je nieuwsbrief.

source: Plugin settings
nl_nl: Plugin instellingen

source: Position
nl_nl: Positie

source: Rate it!
nl_nl: Beoordeel!

source: Save Settings
nl_nl: Instellingen opslaan

source: Select Mailing List
nl_nl: Selecteer mailinglijst

source: Send the "coupon" tag to EmailOctopus whenever a coupon is used during a checkout.
nl_nl: Stuur de "coupon" tag naar EmailOctopus wanneer een waardebon wordt gebruikt voor de betaling.

source: Settings
nl_nl: Instellingen

source: Source
nl_nl: Bron

source: Store coupon
nl_nl: Waardebon opslaan

source: Store product categories
nl_nl: Productencategorieën opslaan

source: Store the last order date in EmailOctopus.
nl_nl: Bewaar het laatste besteldatum in EmailOctopus.

source: Submit language
nl_nl: Verzend de taal

source: Submit the language code to Emailoctopus if your shop supports multiple languages. You can use that code to send emails in different languages.
nl_nl: Stuur de taalcode naar EmailOctopus als je webwinkel meerdere talen ondersteunt. Je kan dan deze code gebruiken om e-mails in verschillende talen te versturen.

source: Subscribe
nl_nl: Abonneer

source: Subscribe everyone
nl_nl: Meld iedereen aan

source: Subscribe now!
nl_nl: Meld je nu aan!

source: Subscribe today and get future blog posts your email.
nl_nl: Meld je vandaag nog aan en ontvang toekomstige blogposts via je e-mail.

source: Subscription label
nl_nl: Aanmeld label

source: Text for subscribe checkbox
nl_nl: Tekst voor de inschrijfbox

source: Thanks, for joining our mailing list!
nl_nl: Bedankt voor je inschrijving bij onze mailinglijst!

source: Thanks, for your interest.
nl_nl: Bedankt, voor je interesse.

source: The default list which will be taken for new subscribers
nl_nl: De standaardlijst die voor nieuwe abonnees zal worden gebruikt.

source: The default mailing list for your subscribers. You need to enter/save the API EmailOctopus API key first.
nl_nl: De standaard mailinglijst voor je abonnees. Je moet eerst een EmailOctopus API sleutel invoeren/opslaan.

source: The entered email address is invalid.
nl_nl: De ingediende e-mailadres is ongeldig.

source: The entered email address is not valid.
nl_nl: De ingediende e-mailadres is niet geldig.

source: The form is currently closed for an unknown reason.
nl_nl: Het formulier is momenteel uitgeschakeld om een onbekende reden.

source: The text for the subscription on the checkout page.
nl_nl: De tekst voor de aanmelding op de betaalpagina.

source: To use the WP EmailOctopus integration plugin, you need to enter a valid API key.
nl_nl: Om de WP EmailOctopus integratie plug-in te gebruiken, moet een geldig API sleutel worden ingevoerd.

source: Track a page view in Google Analytics after the subscription form is submitted.
nl_nl: Stuur een event naar Google Analytics wanneer het inschrijfformulier wordt ingediend.

source: Track an event in Google analytics after the form is submitted. We use the event action "generate_lead" and the event category" "Web forms")
nl_nl: Volg een gebeurtenis in Google Analytics nadat het formulier is ingediend. We gebruiken de event actie "generate_Lead" en de event categorie 0" "webformulieren".

source: Track in Clicky
nl_nl: In Clicky bijhouden

source: Track in Google Analytics
nl_nl: In Google Analytics bijhouden

source: Use the product categories from an order as tags in EmailOctopus.
nl_nl: Gebruik de productcategorieën van een bestelling als tags in EmailOctopus.

source: Use this option if you like to use the form on all your posts and pages.
nl_nl: Gebruik deze optie als je het formulier wil gebruiken voor alle berichten en pagina's.

source: Verification error, try again.
nl_nl: Verificatie fout, probeer het nogmaals.

source: We use your personal data according our <a href="%s">privacy statement</a>.
nl_nl: Wij gebruiken je persoonsgegevens zoals omschreven in onze <a href="%s">Privacyverklaring </a>.

source: Yes, please add me to your mailing list.
nl_nl: Ja, voeg mij toe aan je mailinglijst.

source: You can find this key in your EmailOctopus account on the profile settings page.
nl_nl: Je kan deze sleutel vinden in je EmailOctopus-account op de profielinstellingen pagina.

source: Your email address
nl_nl: Je e-mailadres

source: Your first name
nl_nl: Je voornaam

source: Your last name
nl_nl: Je achternaam
