Repository: finalwebsites/fw-emailoctopus-integration
Catalog: languages/fws_mailerlite_subscribe-*.po
Languages: nl_nl

source: Add here the goal ID for a manual goal you've already defined in Clicky.
nl_nl: Plaats hier de ID van het manuele doel dat je eerder hebt gedefinieerd in Clicky.

source: All
nl_nl: Alle

source: An unknown error occurred.
nl_nl: Er deed zich een onbekende fout voor.

source: Automatically add paragraphs
nl_nl: Automatisch paragraaf regels toevoegen

source: Both fields are required to enter.
nl_nl: Beide velden zijn vereist om in te voeren.

source: Custom fields
nl_nl: Eigen velden

source: Default mailing group
nl_nl: Standaard mailing groep

source: Enter your email address and click the button to unsubscribe.
nl_nl: Voer je e-mailadres in en klik dan op de button om je uit te schrijven.

source: GDPR text
nl_nl: AVG/GDPR tekst

source: General
nl_nl: Algemeen

source: General settings and options for the MailerLite Subscriptions plugin.
nl_nl: Algemene instellingen en opties voor de MailerLite Subscriptions plugin.

source: How to use?
nl_nl: Hoe te gebruiken?

source: Incl. JS/CSS for categories
nl_nl: JS/CSS voor categorieën bijvoegen

source: Incl. JS/CSS sitewide
nl_nl: JS/CSS overal bijvoegen

source: Include CSS
nl_nl: CSS insluiten

source: Include the plugin's stylesheet for your subscribtion forms.
nl_nl: Het stijlbestand voor de inschrijvingsformulieren van de plugin gebruiken.

source: Increase the count of new subscribers for your blog or website by using MailerLite and some professional subscription forms.
nl_nl: Verhoog het aantal aanmeldingen voor je blog of website met behulp van MailerLite en een professioneel inschrijfformulier.

source: Loading...
nl_nl: Bezig…

source: Optional: Add some promotional text (HTML allowed).
nl_nl: Optioneel: Plaats een promotionele tekst (HTML is mogelijk)

source: Place here your GDPR info text. Don't change the link HTML code, we use the privacy URL which is set via "Settings > Privacy".
nl_nl: Plaats hier je AVG informatie. Wijzig niet de link HTML, wij gebruiken de URL van de privacyverklaring welke je kan instellen via "Instellingen > Privacy"

source: Please enter your email address.
nl_nl: Vul je e-mailadres in.

source: Please enter your name and email address.
nl_nl: Vul je naam en e-mailadres in.

source: Save Settings
nl_nl: Instellingen opslaan

source: Select newsletter
nl_nl: Kies je nieuwsbrief

source: Settings
nl_nl: Instellingen

source: Show for all posts
nl_nl: Toon voor alle berichten

source: Subscribe
nl_nl: Inschrijven

source: Subscribe again
nl_nl: Opnieuw aanmelden

source: Subscribe now!
nl_nl: Meer tips ontvangen?

source: Subscribe today and get future blog posts your email.
nl_nl: Schrijf je vandaag nog in en ontvang toekomstige blogposts in je mailbox.

source: Text for subscribe checkbox
nl_nl: Tekst voor de aanmeld checkbox

source: thank you for your interest.
nl_nl: Bedankt voor je interresse.

source: Thanks, for joining again!
nl_nl: Bedankt, welkom terug!

source: Thanks, for joining our mailing list!
nl_nl: Bedankt, voor je inschrijving!

source: The entered email address is invalid.
nl_nl: Het ingevoerde e-mailadres is ongeldig.

source: The entered email address is not valid.
nl_nl: Het ingevoerde e-mailadres is niet geldig.

source: Title:
nl_nl: Titel:

source: Track a page view in Google Analytics after the subscription form is submitted.
nl_nl: Volg een paginaweergave in Google Analytics wanneer het inschrijfformulier wordt verzonden.

source: Track in Clicky
nl_nl: In Clicky tracken

source: Track in Google Analytics
nl_nl: In Google Analytics tracken

source: Unsubscribe
nl_nl: Uitschrijven

source: Unsubscribe from our mailing list
nl_nl: Uitschrijven van onze mailinglijst

source: Use this checkbox to add the subscription form at the end of each blog post
nl_nl: Activeer deze checkbox om het inschrijfformulier aan het einde van elke blogpost te plaatsen

source: Use this option if you like to use the form on all your posts and pages.
nl_nl: Gebruik deze optie wanneer je het formulier op elke pagina en post wil kunnen gebruiken.

source: Use this option if you like to use the form on your blog categorie pages.
nl_nl: Gebruik deze optie wanneer je het formulier ook op de blogcategorie pagina's wil kunnen gebruiken.

source: Use this widget to add a simple MailerLite subscription form to the different sidebars.
nl_nl: Gebruik dit widget voor het toevoegen van een eenvoudig MailerLite inschrijfformulier aan diverse zijbalken.

source: Verification error, try again.
nl_nl: Verificatiefout, probeer het opnieuw.

source: Yes, please add me on your mailing list.
nl_nl: Ja, ik wil ook op de mailinglijst.

source: You can find this key in your MailerLite account on the profile settings page.
nl_nl: Je kan deze API key vinden via de profiel instellingen pagina van je MailerLite account.

source: You can use a subscription form in every post (see setting above) or you can use the widget for your theme's sidebar. It's also possible to add a shortcode to your pages and posts.
nl_nl: Je kan het inschrijfformulier voor elke blogpost gebruiken (zie de instelling boven) of je gebruikt het widget in de zijbalk van he thema. Het is ook mogelijk om een shortcode in je pagina's en posts te plaatsen.

source: Your email address
nl_nl: Je e-mailadres

source: Your email address is removed from our mailing list.
nl_nl: Je e-mailadres wordt verwijderd van onze lijst.

source: Your first name
nl_nl: Je voornaam

source: Your mailing groups
nl_nl: Je mailing groepen
